Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: %@ didn't answer. Staying on the current computer. (%@)
de: %1$@ hat nicht geantwortet. Der aktuelle Computer bleibt verbunden. (%2$@)
es: %1$@ no respondió. Se mantiene el ordenador actual. (%2$@)
fr: %1$@ n'a pas répondu. L'ordinateur actuel reste connecté. (%2$@)
it: %1$@ non ha risposto. Resti sul computer attuale. (%2$@)
ja: %1$@が応答しませんでした。現在のコンピュータを維持します。(%2$@)
pt_br: %1$@ não respondeu. Mantendo o computador atual. (%2$@)
zh_hans: %1$@ 没有响应。继续使用当前电脑。(%2$@)

source: %@ left
de: %@ übrig
es: quedan %@
fr: %@ restants
it: %@ rimanenti
ja: 残り %@
pt_br: restam %@
zh_hans: 剩余 %@

# %@, %lld lines added, %lld removed
source: %1$@, %2$lld lines added, %3$lld removed
de: %@, %lld Zeilen hinzugefügt, %lld entfernt
es: %@, %lld líneas añadidas, %lld eliminadas
fr: %@, %lld lignes ajoutées, %lld supprimées
it: %@, %lld righe aggiunte, %lld rimosse
ja: %@、%lld 行を追加、%lld 行を削除
pt_br: %@, %lld linhas adicionadas, %lld removidas
zh_hans: %@，新增 %lld 行，删除 %lld 行

# %@: %@ tokens
source: %1$@: %2$@ tokens
de: %@: %@ Token
es: %@: %@ tokens
fr: %@ : %@ tokens
it: %@: %@ token
ja: %@: %@ トークン
pt_br: %@: %@ tokens
zh_hans: %@：%@ 个 token

source: %lld changed files
de: %lld geänderte Dateien
es: %lld archivos modificados
fr: %lld fichiers modifiés
it: %lld file modificati
ja: 変更されたファイル %lld 件
pt_br: %lld arquivos modificados
zh_hans: %lld 个已更改的文件

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
pt_br: %lld dias
zh_hans: %lld 天

# %lld file%@
source: %1$lld file%2$@
de: %lld Datei(en)
es: %lld archivo%@
fr: %lld fichier%@
it: %lld file
ja: ファイル %lld 件
pt_br: %lld arquivo%@
zh_hans: %lld 个文件

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lld ファイル
pt_br: %lld arquivos
zh_hans: %lld 个文件

# %lld image%@ attached
source: %1$lld image%2$@ attached
de: %lld Bild(er) angehängt
es: %lld adjunto%@ de imagen
fr: %lld image%@ en pièce jointe
it: Immagini allegate: %lld
ja: 画像 %lld 枚を添付済み
pt_br: Imagens anexadas: %lld
zh_hans: 已附加 %lld 张图片

source: %lld unchanged lines
de: %lld unveränderte Zeilen
es: %lld líneas sin cambios
fr: %lld lignes inchangées
it: %lld righe invariate
ja: 変更なし %lld 行
pt_br: %lld linhas sem alteração
zh_hans: %lld 行未更改

# %lld%% used · %@ left
source: %1$lld%% used · %2$@ left
de: %lld%% verwendet · %@ übrig
es: %lld%% usado · %@ restante
fr: %lld%% utilisé · %@ restants
it: %lld%% usato · %@ rimanenti
ja: %lld%% 使用 · 残り %@
pt_br: %lld%% usado · %@ restante
zh_hans: 已用 %lld%% · 剩余 %@

source: %lldd ago
de: vor %lld T
es: hace %lld d
fr: il y a %lld j
it: %lld g fa
ja: %lld 日前
pt_br: há %lld d
zh_hans: %lld 天前

source: %lldh ago
de: vor %lld Std.
es: hace %lld h
fr: il y a %lld h
it: %lld h fa
ja: %lld 時間前
pt_br: há %lld h
zh_hans: %lld 小时前

source: %lldm ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
ja: %lld 分前
pt_br: há %lld min
zh_hans: %lld 分钟前

source: // binary file · %lld bytes
de: // Binärdatei · %lld Bytes
es: // archivo binario · %lld bytes
fr: // fichier binaire · %lld octets
it: // file binario · %lld byte
ja: // バイナリファイル · %lld バイト
pt_br: // arquivo binário · %lld bytes
zh_hans: // 二进制文件 · %lld 字节

source: // empty folder
de: // leerer Ordner
es: // carpeta vacía
fr: // dossier vide
it: // cartella vuota
ja: // 空のフォルダ
pt_br: // pasta vazia
zh_hans: // 空文件夹

source: // no folders match
de: // kein Ordner passt
es: // ninguna carpeta coincide
fr: // aucun dossier ne correspond
it: // nessuna cartella corrisponde
ja: // 一致するフォルダはありません
pt_br: // nenhuma pasta corresponde
zh_hans: // 没有匹配的文件夹

source: // no repository to review yet
de: // noch kein Repository zu prüfen
es: // aún no hay repositorio que revisar
fr: // aucun dépôt à examiner pour l'instant
it: // ancora nessun repository da esaminare
ja: // レビューするリポジトリはまだありません
pt_br: // ainda não há repositório para revisar
zh_hans: // 暂无可审查的仓库

source: // no subfolders
de: // keine Unterordner
es: // sin subcarpetas
fr: // aucun sous-dossier
it: // nessuna sottocartella
ja: // サブフォルダはありません
pt_br: // nenhuma subpasta
zh_hans: // 无子文件夹

source: // no textual diff (binary file, or nothing to show)
de: // kein Text-Diff (Binärdatei oder nichts anzuzeigen)
es: // sin diff textual (archivo binario o nada que mostrar)
fr: // pas de diff textuel (fichier binaire, ou rien à montrer)
it: // nessun diff testuale (file binario o niente da mostrare)
ja: // テキスト差分はありません（バイナリファイル、または表示するものがありません）
pt_br: // nenhum diff textual (arquivo binário, ou nada a mostrar)
zh_hans: // 无文本差异（二进制文件，或没有可显示的内容）

source: // nothing logged yet
de: // noch nichts protokolliert
es: // aún no hay nada registrado
fr: // rien dans le journal pour l'instant
it: // ancora niente nel log
ja: // まだログはありません
pt_br: // nada registrado ainda
zh_hans: // 暂无日志

source: // nothing matches “%@”
de: // keine Treffer für „%@“
es: // nada coincide con “%@”
fr: // rien ne correspond à « %@ »
it: // nessuna corrispondenza per “%@”
ja: // “%@” に一致するものはありません
pt_br: // nada corresponde a “%@”
zh_hans: // 没有与“%@”匹配的内容

source: // this session's folder isn't a git repository
de: // der Ordner dieser Session ist kein Git-Repository
es: // la carpeta de esta sesión no es un repositorio git
fr: // le dossier de cette session n'est pas un dépôt git
it: // la cartella di questa sessione non è un repository git
ja: // このセッションのフォルダは git リポジトリではありません
pt_br: // a pasta desta sessão não é um repositório git
zh_hans: // 此会话的文件夹不是 git 仓库

source: 1 file
de: 1 Datei
es: 1 archivo
fr: 1 fichier
ja: 1 ファイル
pt_br: 1 arquivo
zh_hans: 1 个文件

source: 1 unchanged line
de: 1 unveränderte Zeile
es: 1 línea sin cambios
fr: 1 ligne inchangée
it: 1 riga invariata
ja: 変更なし 1 行
pt_br: 1 linha sem alteração
zh_hans: 1 行未更改

source: A client for Grok Build · independent, not affiliated with xAI
de: Ein Client für Grok Build · unabhängig, nicht mit xAI verbunden
es: Un cliente para Grok Build · independiente, sin afiliación con xAI
fr: Un client pour Grok Build · indépendant, non affilié à xAI
it: Un client per Grok Build · indipendente, non affiliato a xAI
ja: Grok Build 用クライアント · xAI とは無関係の独立アプリ
pt_br: Um cliente para o Grok Build · independente, sem afiliação com a xAI
zh_hans: Grok Build 客户端 · 独立开发，与 xAI 无关联

source: A client for Grok Build · independent, not affiliated with xAI.
de: Ein Client für Grok Build · unabhängig, nicht mit xAI verbunden.
es: Un cliente para Grok Build · independiente, sin afiliación con xAI.
fr: Un client pour Grok Build · indépendant, non affilié à xAI.
it: Un client per Grok Build · indipendente, non affiliato a xAI.
ja: Grok Build 用クライアント · xAI とは無関係の独立アプリです。
pt_br: Um cliente para o Grok Build · independente, sem afiliação com a xAI.
zh_hans: Grok Build 客户端 · 独立开发，与 xAI 无关联。

source: A second session opens with the same folder and settings.
de: Eine zweite Session öffnet sich mit demselben Ordner und denselben Einstellungen.
es: Se abre una segunda sesión con la misma carpeta y la misma configuración.
fr: Une seconde session s'ouvre avec le même dossier et les mêmes réglages.
it: Si apre una seconda sessione con la stessa cartella e le stesse impostazioni.
ja: 同じフォルダと設定で2つ目のセッションが開きます。
pt_br: Uma segunda sessão abre com a mesma pasta e as mesmas configurações.
zh_hans: 将以相同的文件夹和设置打开第二个会话。

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
pt_br: Sobre
zh_hans: 关于

source: Add a scheduled task
de: Geplante Aufgabe hinzufügen
es: Añadir una tarea programada
fr: Ajouter une tâche planifiée
it: Aggiungi un'attività pianificata
ja: スケジュールタスクを追加
pt_br: Adicionar tarefa agendada
zh_hans: 添加定时任务

source: Add an attachment
de: Anhang hinzufügen
es: Añadir un adjunto
fr: Ajouter une pièce jointe
it: Aggiungi un allegato
ja: 添付を追加
pt_br: Adicionar um anexo
zh_hans: 添加附件

source: Add another computer
de: Weiteren Computer hinzufügen
es: Añadir otro ordenador
fr: Ajouter un autre ordinateur
it: Aggiungi un altro computer
ja: 別のコンピュータを追加
pt_br: Adicionar outro computador
zh_hans: 添加另一台电脑

source: Add computer
de: Computer hinzufügen
es: Añadir ordenador
fr: Ajouter un ordinateur
it: Aggiungi computer
ja: コンピュータを追加
pt_br: Adicionar computador
zh_hans: 添加电脑

source: Add snippet
de: Snippet hinzufügen
es: Añadir un fragmento
fr: Ajouter un extrait
it: Aggiungi uno snippet
ja: スニペットを追加
pt_br: Adicionar snippet
zh_hans: 添加片段

source: Added: %@
de: Hinzugefügt: %@
es: Añadido: %@
fr: Ajouté : %@
it: Aggiunto: %@
ja: 追加: %@
pt_br: Adicionado: %@
zh_hans: 已新增：%@

source: Adding a computer switches to it. Your other computers stay paired. Swap between them any time.
de: Ein hinzugefügter Computer wird direkt aktiv. Ihre anderen Computer bleiben gekoppelt. Sie können jederzeit zwischen ihnen wechseln.
es: Al añadir un ordenador se cambia a él. Los demás siguen enlazados. Cambia entre ellos cuando quieras.
fr: Ajouter un ordinateur bascule dessus. Les autres restent appairés. Changez à tout moment.
it: Aggiungendo un computer si passa a quello. Gli altri restano abbinati. Puoi passare dall'uno all'altro in qualsiasi momento.
ja: コンピュータを追加すると、そのコンピュータに切り替わります。ほかのコンピュータもペアリングされたまま残るので、いつでも切り替えられます。
pt_br: Adicionar um computador troca para ele. Seus outros computadores continuam pareados. Alterne entre eles a qualquer momento.
zh_hans: 添加电脑后会切换到它。其他电脑仍保持配对。可随时切换。

source: All %lld
de: Alle %lld
es: Ver %lld
fr: Les %lld
it: Tutti %lld
ja: 全 %lld 件
pt_br: Ver %lld
zh_hans: 全部 %lld 条

source: Already installed? Check with grok --version and skip ahead.
de: Bereits installiert? Prüfen Sie es mit grok --version und überspringen Sie diesen Schritt.
es: ¿Ya está instalado? Compruébalo con grok --version y salta este paso.
fr: Déjà installé ? Vérifiez avec grok --version et passez à la suite.
it: Già installato? Verifica con grok --version e salta questo passaggio.
ja: インストール済みの場合は grok --version で確認して、先へ進んでください。
pt_br: Já instalado? Verifique com grok --version e pule adiante.
zh_hans: 已经安装？用 grok --version 检查一下，然后跳过此步。

source: Always allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
ja: 常に許可
pt_br: Sempre permitir
zh_hans: 始终允许

source: Answer approvals, read the last few lines and dictate a follow-up from your wrist. The watch asks this phone, so your pairing token never leaves it.
de: Freigaben beantworten, die letzten Zeilen lesen und eine Nachricht diktieren, direkt vom Handgelenk. Die Uhr fragt dieses iPhone, Ihr Kopplungs-Token verlässt es also nie.
es: Responde aprobaciones, lee las últimas líneas y dicta un mensaje desde la muñeca. El reloj se lo pide a este iPhone, así que tu token de enlace nunca sale de aquí.
fr: Répondez aux autorisations, lisez les dernières lignes et dictez un message depuis votre poignet. La montre interroge cet iPhone, votre jeton d'appairage ne le quitte donc jamais.
it: Rispondi alle autorizzazioni, leggi le ultime righe e detta un messaggio dal polso. L'orologio lo chiede a questo iPhone, quindi il token di abbinamento non lo lascia mai.
ja: 承認への回答、直近の数行の確認、フォローアップの音声入力を手首から行えます。時計はこの iPhone に問い合わせるため、ペアリングトークンが iPhone を離れることはありません。
pt_br: Responda aprovações, leia as últimas linhas e dite uma mensagem pelo pulso. O relógio pergunta a este iPhone, então seu token de pareamento nunca sai daqui.
zh_hans: 在手腕上批准操作、查看最近几行内容并口述后续消息。手表向这台 iPhone 询问，配对令牌不会离开手机。

source: Approvals
de: Freigaben
es: Aprobaciones
fr: Approbations
it: Approvazioni
ja: 承認
pt_br: Aprovações
zh_hans: 批准方式

source: Approve
de: Freigeben
es: Aprobar
fr: Autoriser
it: Approva
ja: 承認
pt_br: Aprovar
zh_hans: 批准

source: Approve & build
de: Genehmigen & umsetzen
es: Aprobar y construir
fr: Approuver et lancer
it: Approva e avvia
ja: 承認してビルド
pt_br: Aprovar e executar
zh_hans: 批准并构建

source: Approve everything from now on?
de: Ab jetzt alles genehmigen?
es: ¿Aprobar todo a partir de ahora?
fr: Tout approuver à partir de maintenant ?
it: Approvare tutto d'ora in poi?
ja: 今後はすべて承認しますか？
pt_br: Aprovar tudo a partir de agora?
zh_hans: 从现在起批准所有操作？

source: Ask
de: Fragen
es: Preguntar
fr: Demander
it: Chiedi
ja: 確認
pt_br: Perguntar
zh_hans: 询问

source: Ask Grok anything
de: Frag Grok etwas
es: Pregúntale lo que sea a Grok
fr: Demandez ce que vous voulez à Grok
it: Chiedi qualsiasi cosa a Grok
ja: Grok に何でも聞く
pt_br: Pergunte qualquer coisa ao Grok
zh_hans: 问 Grok 任何问题

source: Ask each
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Demander à chaque fois
it: Chiedi ogni volta
ja: 毎回確認
pt_br: Perguntar cada vez
zh_hans: 每次询问

source: Ask each time
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Demander à chaque fois
it: Chiedi ogni volta
ja: 毎回確認
pt_br: Perguntar sempre
zh_hans: 每次询问

source: Ask me
de: Nachfragen
es: Preguntarme
fr: Me demander
it: Chiedimelo
ja: 毎回確認
pt_br: Perguntar
zh_hans: 每次询问

source: Attach a file
de: Datei anhängen
es: Adjuntar un archivo
fr: Joindre un fichier
it: Allega un file
ja: ファイルを添付
pt_br: Anexar um arquivo
zh_hans: 附加文件

source: Attach audio
de: Audio anhängen
es: Adjuntar audio
fr: Joindre un audio
it: Allega audio
ja: 音声を添付
pt_br: Anexar áudio
zh_hans: 附加音频

source: Attach images
de: Bilder anhängen
es: Adjuntar imágenes
fr: Joindre des images
it: Allega immagini
ja: 画像を添付
pt_br: Anexar imagens
zh_hans: 附加图片

source: Auto-approve
de: Automatisch genehmigen
es: Aprobación automática
fr: Auto-approbation
it: Approvazione automatica
ja: 自動承認
pt_br: Aprovação automática
zh_hans: 自动批准

source: Auto-approve everything
de: Alles automatisch freigeben
es: Aprobar todo automáticamente
fr: Tout approuver automatiquement
it: Approva tutto in automatico
ja: すべて自動承認
pt_br: Aprovar tudo automaticamente
zh_hans: 自动批准全部

source: Auto-approve reads only
de: Nur Lesezugriffe automatisch freigeben
es: Aprobar automáticamente solo las lecturas
fr: Approuver automatiquement les lectures
it: Approva in automatico solo le letture
ja: 読み取りのみ自動承認
pt_br: Aprovar automaticamente apenas leituras
zh_hans: 仅自动批准读取

source: Auto-approve tools
de: Tools automatisch genehmigen
es: Aprobación automática de herramientas
fr: Approuver les outils automatiquement
it: Approvazione automatica degli strumenti
ja: ツールを自動承認
pt_br: Aprovar ferramentas automaticamente
zh_hans: 自动批准工具

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar
zh_hans: 返回

source: Branch
de: Verzweigen
es: Ramificar
fr: Créer une branche
it: Ramifica
ja: 分岐
pt_br: Ramificar
zh_hans: 分支

source: Branch %@, %lld changed files
de: Branch %@, %lld geänderte Dateien
es: Rama %@, %lld archivos modificados
fr: Branche %@, %lld fichiers modifiés
it: Branch %@, %lld file modificati
ja: ブランチ%@、変更ファイル%lld件
pt_br: Branch %@, %lld arquivos alterados
zh_hans: 分支 %@，%lld 个文件已更改

source: Branch this session
de: Diese Session verzweigen
es: Ramificar esta sesión
fr: Créer une branche de cette session
it: Ramifica questa sessione
ja: このセッションを分岐
pt_br: Ramificar esta sessão
zh_hans: 为此会话创建分支

source: Branch this session?
de: Diese Session verzweigen?
es: ¿Ramificar esta sesión?
fr: Créer une branche de cette session ?
it: Ramificare questa sessione?
ja: このセッションを分岐しますか？
pt_br: Ramificar esta sessão?
zh_hans: 为此会话创建分支？

source: Branching…
de: Wird verzweigt…
es: Ramificando…
fr: Création de la branche…
it: Ramificazione…
ja: 分岐しています…
pt_br: Ramificando…
zh_hans: 正在创建分支…

source: Bridge address
de: Bridge-Adresse
es: Dirección del bridge
fr: Adresse du bridge
it: Indirizzo del bridge
ja: ブリッジアドレス
pt_br: Endereço do bridge
zh_hans: 桥接地址

source: Bridge log
de: Bridge-Protokoll
es: Registro del bridge
fr: Journal du bridge
it: Log del bridge
ja: ブリッジログ
pt_br: Log do bridge
zh_hans: 桥接日志

source: Browse folders
de: Ordner durchsuchen
es: Explorar carpetas
fr: Parcourir les dossiers
it: Sfoglia le cartelle
ja: フォルダを参照
pt_br: Procurar pastas
zh_hans: 浏览文件夹

source: By day
de: Nach Tagen
es: Por día
fr: Par jour
it: Per giorno
ja: 日別
pt_br: Por dia
zh_hans: 按天

source: CHECK THIS
de: GENAU PRÜFEN
es: REVÍSALO
fr: À VÉRIFIER
it: DA VERIFICARE
ja: 要確認
pt_br: VERIFIQUE
zh_hans: 请留意

source: Cached read
de: Aus Cache gelesen
es: Lectura en caché
fr: Lecture en cache
it: Lettura da cache
ja: キャッシュ読み取り
pt_br: Leitura em cache
zh_hans: 缓存读取

source: Camera access is off
de: Kamerazugriff ist deaktiviert
es: El acceso a la cámara está desactivado
fr: L’accès à l’appareil photo est désactivé
it: Accesso alla fotocamera disattivato
ja: カメラへのアクセスがオフです
pt_br: O acesso à câmera está desativado
zh_hans: 相机访问已关闭

source: Can't reach the bridge. Check the address and that the daemon is running.
de: Die Bridge ist nicht erreichbar. Prüfen Sie die Adresse und ob der Daemon läuft.
es: No se puede conectar con el bridge. Comprueba la dirección y que el daemon esté en ejecución.
fr: Bridge injoignable. Vérifiez l'adresse et que le démon est lancé.
it: Impossibile raggiungere il bridge. Controlla l'indirizzo e che il daemon sia in esecuzione.
ja: ブリッジに接続できません。アドレスと、デーモンが実行中かどうかを確認してください。
pt_br: Não foi possível acessar o bridge. Verifique o endereço e se o daemon está em execução.
zh_hans: 无法连接到桥接。请检查地址，并确认守护进程正在运行。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Carried over
de: Übernommen
es: Traspasado
fr: Repris
it: Riportato
ja: 引き継ぎ
pt_br: Transferido
zh_hans: 已延续

source: Changes
de: Änderungen
es: Cambios
fr: Modifs
it: Modifiche
ja: 変更
pt_br: Alterações
zh_hans: 更改

source: Changes discarded.
de: Änderungen verworfen.
es: Cambios descartados.
fr: Modifications abandonnées.
it: Modifiche scartate.
ja: 変更を破棄しました。
pt_br: Alterações descartadas.
zh_hans: 已放弃更改。

source: Changes show up here once Grok edits files inside a git repository. This session hasn't yet.
de: Änderungen erscheinen hier, sobald Grok Dateien in einem Git-Repository bearbeitet. In dieser Session bisher nicht.
es: Los cambios aparecen aquí cuando Grok edita archivos dentro de un repositorio git. Esta sesión aún no lo ha hecho.
fr: Les modifications apparaissent ici dès que Grok modifie des fichiers dans un dépôt git. Cette session ne l'a pas encore fait.
it: Le modifiche compaiono qui quando Grok modifica file in un repository git. Questa sessione non l'ha ancora fatto.
ja: Grokがgitリポジトリ内のファイルを編集すると、ここに変更が表示されます。このセッションではまだありません。
pt_br: As mudanças aparecem aqui quando o Grok edita arquivos em um repositório git. Esta sessão ainda não editou.
zh_hans: 当 Grok 在 git 仓库中编辑文件后，更改会显示在这里。此会话尚未编辑过。

source: Check Grok status
de: Grok-Status prüfen
es: Comprobar el estado de Grok
fr: Vérifier l’état de Grok
it: Controlla lo stato di Grok
ja: Grok の状態を確認
pt_br: Verificar status do Grok
zh_hans: 查看 Grok 状态

source: Check status
de: Status prüfen
es: Comprobar estado
fr: Vérifier l’état
it: Controlla stato
ja: 状態を確認
pt_br: Verificar status
zh_hans: 查看状态

source: Checking which computers answer
de: Es wird geprüft, welche Computer antworten
es: Comprobando qué ordenadores responden
fr: Vérification des ordinateurs qui répondent
it: Verifica di quali computer rispondono
ja: 応答するコンピュータを確認中
pt_br: Verificando quais computadores respondem
zh_hans: 正在检查哪些电脑有响应

source: Clear search
de: Suche löschen
es: Borrar la búsqueda
fr: Effacer la recherche
it: Cancella la ricerca
ja: 検索をクリア
pt_br: Limpar busca
zh_hans: 清除搜索

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar
zh_hans: 关闭

source: Close find
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
it: Chiudi la ricerca
ja: 検索を閉じる
pt_br: Fechar a busca
zh_hans: 关闭查找

source: Collapses the folder
de: Klappt den Ordner zu
es: Contrae la carpeta
fr: Replie le dossier
it: Comprime la cartella
ja: フォルダを折りたたみます
pt_br: Recolhe a pasta
zh_hans: 收起文件夹

source: Collapses the section
de: Klappt den Abschnitt zu
es: Contrae la sección
fr: Replie la section
it: Comprime la sezione
ja: セクションを折りたたみます
pt_br: Recolhe a seção
zh_hans: 折叠该分区

source: Commit all
de: Alles committen
es: Hacer commit de todo
fr: Tout commiter
it: Commit di tutto
ja: すべてコミット
pt_br: Commit de tudo
zh_hans: 提交全部

source: Commit failed. Check that git is configured (user.name / user.email) on that computer.
de: Commit fehlgeschlagen. Prüfen Sie, ob git auf dem Computer konfiguriert ist (user.name / user.email).
es: El commit falló. Comprueba que git esté configurado (user.name / user.email) en ese ordenador.
fr: Le commit a échoué. Vérifiez que git est configuré (user.name / user.email) sur cet ordinateur.
it: Commit non riuscito. Controlla che git sia configurato (user.name / user.email) su quel computer.
ja: コミットに失敗しました。そのコンピュータで git が設定済み（user.name / user.email）か確認してください。
pt_br: Falha no commit. Verifique se o git está configurado (user.name / user.email) naquele computador.
zh_hans: 提交失败。请检查那台电脑上是否已配置 git（user.name / user.email）。

source: Commit message
de: Commit-Nachricht
es: Mensaje del commit
fr: Message de commit
it: Messaggio di commit
ja: コミットメッセージ
pt_br: Mensagem do commit
zh_hans: 提交信息

source: Commit the changes with a clear message.
de: Committe die Änderungen mit einer klaren Nachricht.
es: Haz commit de los cambios con un mensaje claro.
fr: Commite les modifications avec un message clair.
it: Fai il commit delle modifiche con un messaggio chiaro.
ja: 変更を分かりやすいメッセージでコミットして。
pt_br: Faça o commit das alterações com uma mensagem clara.
zh_hans: 用清晰的信息提交这些更改。

source: Committed.
de: Commit erstellt.
es: Commit realizado.
fr: Commité.
it: Commit eseguito.
ja: コミットしました。
pt_br: Commit concluído.
zh_hans: 已提交。

source: Committing…
de: Wird committet…
es: Haciendo commit…
fr: Commit en cours…
it: Commit in corso…
ja: コミット中…
pt_br: Fazendo commit…
zh_hans: 正在提交…

source: Compact
de: Komprimieren
es: Compactar
fr: Compacter
it: Compatta
ja: コンパクト化
pt_br: Compactar
zh_hans: 压缩

source: Compact into a fresh session
de: In eine neue Session komprimieren
es: Compactar en una sesión nueva
fr: Compacter vers une nouvelle session
it: Compatta in una nuova sessione
ja: コンパクト化して新規セッションを開始
pt_br: Compactar em uma nova sessão
zh_hans: 压缩到新会话

source: Compact this session?
de: Diese Session komprimieren?
es: ¿Compactar esta sesión?
fr: Compacter cette session ?
it: Compattare questa sessione?
ja: このセッションをコンパクト化しますか？
pt_br: Compactar esta sessão?
zh_hans: 压缩此会话？

source: Compacting…
de: Wird komprimiert…
es: Compactando…
fr: Compactage…
it: Compattazione…
ja: コンパクト化中…
pt_br: Compactando…
zh_hans: 正在压缩…

source: Compaction failed. Check the connection and try again.
de: Komprimierung fehlgeschlagen. Prüfen Sie die Verbindung und versuchen Sie es erneut.
es: La compactación falló. Comprueba la conexión y vuelve a intentarlo.
fr: Le compactage a échoué. Vérifiez la connexion et réessayez.
it: Compattazione non riuscita. Controlla la connessione e riprova.
ja: コンパクト化に失敗しました。接続を確認してから、もう一度お試しください。
pt_br: Falha na compactação. Verifique a conexão e tente novamente.
zh_hans: 压缩失败。请检查连接后重试。

source: Compute time
de: Rechenzeit
es: Tiempo de cómputo
fr: Temps de calcul
it: Tempo di calcolo
ja: 処理時間
pt_br: Tempo de computação
zh_hans: 计算时间

source: Computers
de: Computer
es: Ordenadores
fr: Ordinateurs
it: Computer
ja: コンピュータ
pt_br: Computadores
zh_hans: 电脑

source: Computers you pair show up here.
de: Gekoppelte Computer erscheinen hier.
es: Los ordenadores que enlaces aparecerán aquí.
fr: Les ordinateurs appairés apparaissent ici.
it: I computer che abbini compaiono qui.
ja: ペアリングしたコンピュータがここに表示されます。
pt_br: Os computadores que você parear aparecem aqui.
zh_hans: 配对的电脑会显示在这里。

source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
it: Connetti
ja: 接続
pt_br: Conectar
zh_hans: 连接

source: Connect a computer
de: Computer verbinden
es: Conectar un ordenador
fr: Connecter un ordinateur
it: Collega un computer
ja: コンピュータを接続
pt_br: Conectar um computador
zh_hans: 连接电脑
